app/controllers/bodyparts_controller.rb

SELECT "bodyparts".* FROM "bodyparts"
---
  def index
    @bodyparts = Bodypart.all