app/controllers/measures_controller.rb

  def index
    @measures = Measure.all
---
SELECT "measures".* FROM "measures"